var plots = {
    plot1: {
        description: 'Вы живёте в тихой и уютной деревеньке на окрайне страны.\n' +
            'Здесь есть практчески всё: речка, лес, горы, озеро, луга и поля, есть даже школа в соседнем селе.\n' +
            'Сейчас начало лета, воскресенье, раннее утро, Вы просыпаетесь и собираетесь ...\n',
        answers: {
            1: '1 - Поспать до обеда\n',
            2: '2 - Пойти прогуляться\n'
        }
    },
    plot2: {
        description: 'Вы решили поспать до обеда.\n' +
            'После того как Вы проснулись первое, что вы ощутили, это приятный запах, который шёл с кухни.\n' +
            'После Вы замечаете, какая за окном прекрасная погода, и Вы думаете ...\n',
        answers: {
            1: '1 - Пойти прогуляться\n',
            2: '2 - Пойти пообедать\n',
        }
    },
    plot3: {
        description: 'Вы решили пойти прогуляться.\n' +
            'Вы выходите из своего дома и видите прекрасный рассвет, блики солнца так и играют на озёрной глади.\n' +
            'Вы решаете дойти до озера, полюбоваться его красотойю\n' +
            'С одной стороны тропинки Вы видите пшеничное поле, за которым веднеется лес.\n' +
            'С другой стороны течёт речка, а в далеке виднеются горы.\n' +
            'Вы наслаждаетесь пейзажами и не замечаете как летит время.\n' +
            'Домой Вы приходите только к обеду, но до обеда ещё есть время и Вы решаете ...\n',
        answers: {
            1: '1 - Подождать обед в столовой\n',
            2: '2 - Поколоть дров перед обедом\n',
        }
    },
    end: {
        description: 'Здесь пишем текст повествования.\n' +
            'Потом пишем несколько действий, например, два\n',
        answers: {
            1: '1 - 1-й ответ\n',
            2: '2 - 2-й ответ\n',
        }
    },
    credits:{
        description:"Спасибо за игру",
        answers: {
            1: '',
            2: '',
        }
    }
}

